Repository: ArthurMinfotel/ticketalerts
Catalog: locales/*.po
Languages: fr_fr

source: New comment tickets
fr_fr: Nouveau commentaire de tickets

source: New incident
fr_fr: Nouvel incident

source: New customer request
fr_fr: Nouvelle demande client

source: Ticket alert
fr_fr: Alerte ticket

source: This plugin requires GLPI >= 10.0 and < 10.1
fr_fr: Ce plugin nécessite GLPI >= 10.0 et < 10.1

source: Order updated
fr_fr: Ordre mis à jour

source: Error when updating order
fr_fr: Erreur lors de la mise à jour de l'ordre

source: Operator for groups %s updated
fr_fr: Opérateur pour les groupes %s mis à jour

source: Error when updating operator for groups %s
fr_fr: Erreur lors de la mise à jour de l'opérateur pour les groupes %s

source: The alert is already taken into account
fr_fr: Cette alerte a déjà été pris en compte

source: Took into account the alert %1$s related to ticket
fr_fr: a pris en compte l'alerte %1$s concernant le ticket

source: Ticket taken into account by Alturing
fr_fr: Ticket pris en compte par Alturing

source: Please activate the plugin
fr_fr: Merci d'activer le plugin

source: Alert type
fr_fr: Type d'alerte

source: Alert creator
fr_fr: Créateur de l'alerte

source: Date of taking into account
fr_fr: Date de prise en compte

source: Alert date
fr_fr: Date de l'alerte

source: Alert
fr_fr: Alerte

source: The %s
fr_fr: Le %s

source: To take into account
fr_fr: A prendre en compte

source: Taken into account
fr_fr: Pris en compte

source: Case number
fr_fr: Numéro de dossier

source: Case type
fr_fr: Type de dossier

source: No datas for the this group
fr_fr: Pas de données pour ce groupe

source: No criteria have been setup for this group
fr_fr: Aucun critère n'a été configuré pour ce groupe

source: Missing parameter
fr_fr: Paramètre manquant

source: Bad parameter
fr_fr: Mauvais Paramètre

source: Alert type not found into GLPI
fr_fr: Type d'alerte non trouvée dans GLPI

source: Ticket alert group
fr_fr: Groupe d'alerte ticket

source: Rule criterion
fr_fr: Règle du critère

source: And
fr_fr: Et

source: Or
fr_fr: Ou

source: Criterion
fr_fr: Critère

source: Negation
fr_fr: Négation

source: Filter
fr_fr: Filtre

source: Group criteria
fr_fr: Critère de groupe

source: Please select a criteria before submit
fr_fr: Merci de choisir un critère avant de soumettre

source: Ticket category
fr_fr: Catégorie du ticket

source: Ticket creator
fr_fr: Créateur du ticket

source: Ticket alert creator
fr_fr: Créateur de l'alerte du ticket

source: is
fr_fr: est

source: is not
fr_fr: n'est pas

source: Setup
fr_fr: Configuration

source: Intranet Setup
fr_fr: Configuration de l'intranet

source: Intranet setup
fr_fr: Configuration de l'intranet

source: Error of importing alert from API
fr_fr: Erreur à l'import de l'alerte depuis l'API

source: Address of ticketalerts setup
fr_fr: Configuration de l'adresse de ticketalerts

source: Error import alert
fr_fr: Erreur d'import de l'alerte

source: An error when importing the alert occurred
fr_fr: Une erreur s'est produite lors de l'import de l'alerte

source: Manage group alert
fr_fr: Gérer les groupes d'alerte ticket
